Repository: teltek/PuMuKIT2-youtube-bundle
Catalog: Resources/translations/messages.*.xlf
Languages: es

source: Youtube Info For Multimedia Object:
es: Información de Youtube para el Objeto Multimedia:

source: This Multimedia Object does not have YouTube data yet.
es: Este Objeto Multimedia aún no dispone de información de publicación en YouTube.

source: Youtube Status
es: Estado de publicación en Youtube

source: Last Updated
es: Última actualización

source: Youtube Id
es: Id de Youtube

source: Youtube Playlists
es: Lista de reproducción de Youtube

source: Youtube Link
es: Enlace a Youtube

source: Youtube Embed
es: Código Embebido Youtube

source: Video available at:
es: Vídeo disponible en:

source: Delete account
es: Borrar cuenta

source: Edit account
es: Editar cuenta

source: Add new playlist
es: Añadir nueva lista de reproducción

source: New account
es: Nueva cuenta

source: There was an error on deleting Youtube account.
es: Hubo un error borrando la cuenta de Youtube.

source: Youtube account was successfully deleted.
es: La cuenta de Youtube ha sido borrada satisfactoriamente.

source: Youtube accounts
es: Cuentas de Youtube

source: Participating
es: Participan

source: Add new Youtube account
es: Añadir cuenta de Youtube

source: Add new Youtube account playlist
es: Añadir nueva playlist de Youtube

source: Update playlist error
es: Error al actualizar la playlist

source: Update playlist successfully
es: Playlist actualizada correctamente

source: Manual playlist update
es: Actualizar manualmente la playlist

source: Cancel
es: Cancelar

source: Close
es: Cerrar

source: Save changes
es: Guardar

source: There was an error on creating Youtube account.
es: Hubo un error al crear la cuenta de Youtube.

source: Youtube account was successfully created.
es: Cuenta de Youtube creada correctamente.

source: Edit Youtube account
es: Editar la cuenta de Youtube

source: There was an error on editing Youtube account.
es: Hubo un error al editar la cuenta de Youtube.

source: Youtube account was successfully edited.
es: La cuenta de Youtube se ha editado correctamente.

source: Login name
es: Nombre de acceso

source: PLAYLIST -
es: LISTA DE REPRODUCCIÓN -

source: There was an error on creating Youtube account playlist.
es: Hubo un error al crear la lista de reproducción de Youtube.

source: Youtube account playlist was successfully created.
es: Lista de reproducción creada correctamente.

source: Edit Youtube playlist
es: Editar lista de reproducción

source: There was an error on editing Youtube playlist.
es: Hubo un error editando la lista de reproducción de Youtube.

source: Youtube playlist was successfully edited.
es: Lista de reproducción modificada correctamente.

source: Please, create a new youtube account
es: Por favor, crea una cuenta de Youtube

source: Playlist
es: Lista de reproducción

source: Create new playlist
es: Crear nueva lista de reproducción

source: Refresh playlists
es: Actualizar lista de reproducción

source: Without playlist
es: Sin lista de reproducción

source: Title
es: Título

source: Youtube account
es: Cuenta de Youtube

source: Go to playlist
es: Ir a la playlist

source: Show video on Youtube
es: Ver vídeo en Youtube

source: Copy iframe
es: Copiar código iframe

source: Update playlist
es: Actualizar playlist

source: Force upload video
es: Forzar subida del vídeo

source: Do you want force upload this video? This action will delete old video causing lose all views on Youtube
es: Quieres forzar la subida del video? Esta acción borrará el antiguo video causando perdida de datos como el número de visionados.

source: Update video successfully
es: Video actualizado correctamente

source: Copy Youtube link
es: Copiar link de Youtube

source: Multimedia Object title
es: Título del objeto multimedia

source: File uploaded
es: Archivo subido

source: File not saved on database
es: Archivo no guardado en la BBDD

source: The maximum size allowed for the playlist title is 150 characters.
es: El tamaño máximo permitido para el título de la playlist es de 150 caracteres

source: Youtube Status Stats
es: Estadísticas de los estados de Youtube

source: Multimedia Object
es: Objeto multimedia

source: Upload date
es: Fecha de subida

source: File
es: Archivo

source: {0} playlist|{1} playlist|]1,Inf] playlists
es: {0} listas de reproducción|{1} lista de reproducción|]1,Inf] listas de reproducción

source: YouTube Global Stats
es: Estadísticas globales de Youtube

source: Youtube Global Configuration
es: Configuración global de YouTube

source: Number of accounts
es: Nº de cuentas

source: Number of playlist
es: Nº de listas de reproducción

source: Number of videos
es: Nº de vídeos

source: YouTube List
es: Listado de YouTube

source: Without results
es: Sin resultados

source: No title
es: Sín título

source: Edit multimedia object
es: Editar objeto multimedia

source: Youtube Configuration
es: Configuración de Youtube

source: Youtube - Statistics
es: Youtube - Estadísticas

source: Youtube - Accounts
es: Youtube - Cuentas

source: YouTube Accounts
es: Cuentas de YouTube

source: uploading
es: Subiendo

source: processing
es: Procesando

source: published
es: Publicados

source: http error
es: Error HTTP

source: general error
es: Error genérico

source: duplicated
es: Duplicado

source: removed
es: Eliminado

source: notified error
es: Error de notificación

source: to delete
es: A borrar

source: update_error
es: Error de actualización

source: Show documents by status
es: Ver documento del estado

source: Edit multimedia object
es: Editar objeto multimedia

source: YouTube Playlist
es: Lista de reproducción de YouTube

source: File of PuMuKIT
es: Archivo de PuMuKIT
